# Read about factories at https://github.com/thoughtbot/factory_girl

FactoryGirl.define do
  factory :item do
    quiche_type 0
    title '\r\n\tTobii X2-60 アイトラッカー\r\n'
    user_id 1
    content  '<div><div>&#13;\n\t 世界最小・最軽量のアイトラッキングシステム &#13;\n<p>Tobii X2-60 アイトラッカーは、トビーが誇る先進的かつ革新的なアイトラッキング技術を搭載した、全く新しい最小・最軽量のアイトラッキングシステムです。</p>&#13;\n<p>Tobii X2-60 アイトラッカーは、コンパクトで携帯に便利なアイトラッキングシステムです。必要なのは1本のUSBケーブルをPCに差すことだけ。携帯性に優れていますので、ラボ内外での様々の調査設計を実現できます。例えば被験者の自宅や病院、学校、ショッピングモール等、被験者の日常と変わらない自然な環境での人間行動調査を可能にします。頭部移動可能範囲（アイトラッキング中に頭を動かせる範囲）はこれまでの他のトビーアイトラッカーより格段に広くなりました。このため被験者は自由に動き自然に振る舞えます。研究者は、優れたトラッキング精度を頼りに、どんな被験者でも視線データを取得できます。</p>&#13;\n<p>優れた携帯性、高品質なデータ、優れたロバスト性を備えながらもかつてないほど低価格に抑えたことで、Tobii X2-60 アイトラッカーはアイトラッキング技術を心理学やユーザビリティ、市場調査といったあらゆる人間行動研究に組み込むことが可能になりました。   </p>&#13;\n 多用途の様々なアイトラッキング調査に対応 &#13;\n<p>多用途のアイトラッキングシステムは、画面上だけでなく、現実の世界のテストシナリオにも対応でき、幅広い分野の調査を可能にします。Tobii X2-60 アイトラッカーはノートPCやPCモニター、オールインワンPC、タブレットなどに取り付けられます。視覚刺激映像をプロジェクターやテレビに提示したり、あるいは、コントロールパネルやATMなどのインターフェースでの調査、店舗商品棚での調査が行えます。様々なタイプのマウント用ブラケットがありますので、多様な調査にとても便利です。（下図参照）</p>&#13;\n&#13;\n&#13;\n&#13;\nTobii X2-60 アイトラッカーをノートPCやモニターに取り付け画面上に視覚刺激を提示する調査や、リアルオブジェクトのインタフェース調査に適しています。&#13;\n<p> </p>&#13;\n 様々なデバイスの調査に可能 &#13;\n 液晶モニター&#13;\nタブレットや携帯電話&#13;\nその他、小さいサイズのインターフェース&#13;\nテレビ&#13;\nプロジェクターやシミュレーター&#13;\nその他、大きいサイズのインタフェース&#13;\n  使用可能な分野 &#13;\n<p>Tobii X2-60 アイトラッカーは視覚的注視や注視パターンなどを調査する心理学やユーザビリティ、マーケットリサーチに適しています。</p>&#13;\n 心理学研究&#13;\n言語学研究&#13;\nヒューマンコンピュータインタラクション&#13;\nソーシャルインタラクション研究&#13;\nシミュレーターを用いた研究&#13;\n広告コピー調査、デジタルキャンペーン、テレビCMの調査&#13;\nWebサイトやソフトウェアのユーザビリティ調査（モバイルデバイス用アクセサリーは現在準備中です）&#13;\nインタラクティブテレビやゲーム、仮想現実環境、コントロールパネルの調査&#13;\nリアルオブジェクトと工業デザインのユーザビリティ調査&#13;\nATMや自動券売機、キオスク端末のコントロールパネルといった、小型のアイトラッカーが必要とされるインターフェース調査&#13;\n <p>Tobii X2-60 アイトラッカーは、被験者がどこを見ているか（注視点）を正確に定義する研究、目の注視を調査し計測する研究、及びそれらの研究に基づいたアイトラッキングメトリクスの研究の為に設計されたシステムです。</p>&#13;\n<p>&gt; Tobii X2-60 アイトラッカーの特徴</p>&#13;\n</div></div>'
    url 'http://engineer.typemag.jp/article/spacexart_teamlab'
  end
end
